abseil
aircrack-ng
aom
apache-arrow
apr
apr-util
argon2
aribb24
autoconf
automake
aws-c-auth
aws-c-cal
aws-c-common
aws-c-compression
aws-c-event-stream
aws-c-http
aws-c-io
aws-c-mqtt
aws-c-s3
aws-c-sdkutils
aws-checksums
aws-crt-cpp
aws-sdk-cpp
bat
bats-core
boost
brotli
btop
bzip2
c-ares
c-blosc
ca-certificates
cairo
capstone
certifi
cfitsio
cgal
cjson
cmake
cocoapods
composer
coreutils
curl
dav1d
dnsmasq
docker-credential-helper
docker-slim
double-conversion
dtc
edencommon
eigen
epsilon
erlang
expat
eza
fastfetch
fb303
fbthrift
ffmpeg
fizz
flac
flyctl
fmt
folly
fontconfig
freetds
freetype
freexl
frei0r
fribidi
fzf
gcc
gd
gdal
gdbm
geos
gettext
gflags
gh
giflib
git
glib
glog
gmp
gnupg
gnutls
go
gpgme
gpp
graphite2
grpc
grpcurl
harfbuzz
hdf5
highway
htop
httpie
hwloc
icu4c@76
imath
isl
jpeg-turbo
jpeg-xl
jq
json-c
krb5
lame
lazydocker
lazygit
leptonica
libaec
libarchive
libass
libassuan
libavif
libb2
libbluray
libcbor
libde265
libdeflate
libevent
libfido2
libgcrypt
libgeotiff
libgit2
libgpg-error
libheif
libidn2
libkml
libksba
liblerc
libmagic
libmicrohttpd
libmpc
libnghttp2
libogg
libpng
libpq
librist
librttopo
libsamplerate
libslirp
libsndfile
libsodium
libsoxr
libspatialite
libsql-server
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
libzip
little-cms2
llvm
llvm@18
lpeg
luajit
luv
lz4
lzo
m4
mariadb
maven
mbedtls
md4c
minizip
mpdecimal
mpfr
mpg123
msgpack
mvfst
ncurses
neofetch
neovim
net-snmp
netcdf
nettle
node
npth
nspr
nss
numpy
nushell
nvm
oniguruma
onnx
openblas
opencore-amr
openexr
openfortivpn
openjdk
openjpeg
openldap
openssl@1.1
openssl@3
openvino
opus
p11-kit
pango
pcre
pcre2
php
pinentry
pixman
pkgconf
podman-compose
poppler
popt
postgis
postgis@16
postgresql@15
postgresql@16
proj
protobuf
protobuf-c
pugixml
python-packaging
python-tk@3.11
python@3.10
python@3.11
python@3.12
python@3.13
qemu
qhull
qt@5
rapidjson
rav1e
re2
readline
redis
render
rtmpdump
rubberband
ruby
screenresolution
sdl2
sfcgal
shared-mime-info
snappy
speedtest
speex
sqlite
srt
starship
svt-av1
tbb
tcl-tk@8
tesseract
theora
thrift
tidy-html5
tippecanoe
tree
tree-sitter
unbound
unibilium
unixodbc
uriparser
utf8proc
util-linux
vde
volta
wangle
watch
watchman
webp
wget
wrk
wxwidgets
x264
x265
xerces-c
xorgproto
xvid
xxhash
xz
yt-dlp
z3
zeromq
zimg
zstd
anydesk
font-hack-nerd-font
google-chrome
localsend
mitmproxy
orbstack
pgadmin4
postman
rectangle
visual-studio-code
warp
wkhtmltopdf
xpipe
zulu11
zulu@11
