tap "homebrew/bundle"
tap "homebrew/services"
tap "libsql/sqld"
tap "minio/stable"
tap "netbirdio/tap"
tap "pp-spaces/khmer-unicode"
tap "tursodatabase/tap"
tap "xpipe-io/tap"
brew "openssl@3"
brew "aircrack-ng"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-c-auth"
brew "aws-c-event-stream"
brew "aws-c-mqtt"
brew "aws-c-s3"
brew "aws-crt-cpp"
brew "aws-sdk-cpp"
brew "grpc"
brew "apache-arrow"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bats-core"
brew "boost"
brew "btop"
brew "gettext"
brew "glib"
brew "eigen"
brew "cgal"
brew "cmake"
brew "cocoapods"
brew "rtmpdump"
brew "libtool"
brew "freetds"
brew "libzip"
brew "composer"
brew "direnv"
brew "dnsmasq"
brew "docker-credential-helper"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "espeak"
brew "eza"
brew "fastfetch"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "hdf5"
brew "libheif"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "grpcurl"
brew "htop"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "maven"
brew "mvfst"
brew "neovim"
brew "nginx"
brew "node"
brew "nushell"
brew "nvm"
brew "openfortivpn"
brew "tbb"
brew "openvino"
brew "php@8.3"
brew "postgresql@15", restart_service: :changed
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "qt@5", link: true
brew "render"
brew "scrcpy"
brew "speedtest-cli"
brew "starship"
brew "tailscale"
brew "tippecanoe"
brew "tree"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yazi"
brew "yt-dlp", link: false
brew "minio/stable/mc"
brew "netbirdio/tap/netbird"
cask "android-platform-tools"
cask "anydesk"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "jordanbaird-ice"
cask "localsend"
cask "mechvibes"
cask "mitmproxy"
cask "netbird-ui"
cask "ngrok"
cask "oka-unarchiver"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "analytic-signal.preview-mp4"
vscode "ashishalex.ollama-chat"
vscode "astro-build.astro-vscode"
vscode "automatalabs.copilot-mcp"
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "berublan.vscode-log-viewer"
vscode "biomejs.biome"
vscode "blackboxapp.blackbox"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "calebporzio.better-phpunit"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "ckolkman.vscode-postgres"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "codium.codium"
vscode "continue.continue"
vscode "cweijan.vscode-postgresql-client2"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotenv.dotenv-vscode"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "echoapi.echoapi-for-vscode"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.docker-explorer"
vscode "genuitecllc.codetogether"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hamedfathi.vscode-replay"
vscode "hbenl.vscode-test-explorer"
vscode "henoc.svgeditor"
vscode "hollowtree.vue-snippets"
vscode "ibm.output-colorizer"
vscode "jerrygoyal.shortcut-menu-bar"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "liangruliu.customize-toolbar"
vscode "mattfoulks.har-analyzer"
vscode "mattiaconsiglio.vs-code-recorder"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "naumovs.color-highlight"
vscode "neilding.language-liquid"
vscode "nickdemayo.vscode-json-editor"
vscode "oderwat.indent-rainbow"
vscode "orsenkucher.vscode-graphql"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "p1c2u.docker-compose"
vscode "pello.mktypesound-vscode"
vscode "pinegrow.piny"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pomber.git-file-history"
vscode "ponicode.ponicode"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "recca0120.vscode-phpunit"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "semanticworkbenchteam.mcp-server-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "simonsiefke.svg-preview"
vscode "snype.laravel-wow"
vscode "softwaredotcom.swdc-vscode"
vscode "solidjs-community.solid-snippets"
vscode "steoates.autoimport"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "tabnine.tabnine-vscode"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "tensorcompanyltd.explain-postgresql"
vscode "tinkertrain.theme-panda"
vscode "tobiaswaelde.clockify-tracker"
vscode "tushortz.python-extended-snippets"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "whizkydee.material-palenight-theme"
vscode "wolfieshorizon.python-auto-venv"
vscode "xdebug.php-pack"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zenclabs.previewjs"
vscode "zobo.php-intellisense"
vscode "zwyx.autoclosetabs"
